[MAIN]
IDS_AFR_TITLE="Advanced File Recovery"
IDS_Register="登録"
IDS_CheckforUpdate="更新をチェック"
IDS_About="情報"
IDS_Support="サポート"
IDS_Home="ホーム"
IDS_Scan="スキャン"
IDS_Results="結果"
IDS_Recover="復元"
IDS_Settings="設定"
IDS_Help="ヘルプ"
IDS_UpgradeNow="いますぐアップグレード"
IDS_WelcomeMsg=復元を開始する場所を選択する 
IDS_WELCOMEMSG1=場所を選択して、素早く効率的に損失したデータを復元します。
IDS_HardDrive="ハードドライブ"
IDS_PartitionDrive="パーティション"
IDS_Removable="リムーバブルドライブ"
IDS_QuickScan="クイックスキャン"
IDS_DeepScan="ディープスキャン"
IDS_Stop="停止"
IDS_TotalPhotos="合計ファイル数："
IDS_SelectedPhotos="選択したファイル数："
IDS_RecoverPhotos="すべて復元"
IDS_RecoverPhoto = "復元"
IDS_RecoverPhoto_Now = "今すぐ復元"
IDS_Setting="設定"
IDS_ScanMethod="スキャン方法"
IDS_SmallSize="最小ファイルサイズ："
IDS_MaxSize="最大ファイルサイズ："
IDS_ScanOption="スキャンオプション"
IDS_Common="一般的な写真フォーマット"
IDS_RAW="RAW 写真（デジタルカメラファイル）"
IDS_Thanku="IDS_DU_APP_NAME をお選びいただき、ありがとうございます"
IDS_Unlock="IDS_DU_APP_NAME の完全版をアクティブ化するには、ライセンスキーが必要です。"
IDS_PasteCode="こちらをクリックして、入力ボックスに、コピーしたアクティベーションコードを貼り付けます。" 
IDS_ActivateNow="今すぐ起動"
IDS_CurrentVersion="現在のバージョン："
IDS_Status="ステータス："
IDS_TrialVersion="トライアル版"
IDS_SupportEmail="サポートメール："
IDS_Warning= "警告："
IDS_Warning_Msg="このコンピュータープログラムは著作権法および国際条約によって保護されています。このプログラムまたはその一部を不正に複製または配布すると、重い民事罰および刑事罰が課される可能性があります。また、法律上最大限の範囲で訴追を受けることになります。"
IDS_SUPPORTEMAILID="support@tweaking.in"
IDS_ABOUT_US_Eula="EULA（エンドユーザー向け使用許諾契約）"
IDS_ABOUT_US_PP="プリバシー ポリシー"
IDS_ABOUT_US_CP="払い戻しポリシー"
IDS_ABOUT_US_UI="アンインストール手順"
IDS_Congo="おめでとうございます！"
IDS_PRecovered="{0} 個のファイルの復元に成功しました！"
IDS_MULTI_PRecovered="{0} 個のファイルの復元に成功しました！"
IDS_PRec="選択したファイルの合計数："
IDS_TotPhotos="見つけたファイルの合計数："
IDS_Photos="{0} 個のファイル"
IDS_FileName = "名前："
IDS_ImageSize = "サイズ："
IDS_ImageDimension = "寸法："
IDS_CreatedDate = "作成済："
IDS_ModifiedDate = "変更済："
IDS_DeletedDate = "削除日："
IDS_MSG_HEIGHT=高さ：
IDS_MSG_WIDTH=幅：
IDS_UpgradeToRecover = "今すぐアップグレードして入手："
IDS_MSG_NO_PHOTO_FOUND=削除されたファイルは見つかりませんでした！
IDS_MSG_NO_PHOTO_SELECTED=ファイルが選択されていません。復元したいファイルを選択してください。
IDS_NOTIFY_TITLE1=バックグラウンドで IDS_DU_APP_NAME が起動中です。
IDS_UPDATER_APP_NEWUPDATE=IDS_DU_APP_NAME の新しいバージョンがダウンロード可能です。\r\n今すぐダウンロードしますか？
IDS_ALLUPTODATE_DEFINITION=IDS_DU_APP_NAME は最新の状態です。
IDS_ERORR_UPDATE=更新をダウンロード中にエラーが発生しました。インターネット設定を確認してください。
IDS_SE_UPDATE_PARTIAL=更新が部分的にダウンロード・インストールされました。再度更新してください。
IDS_SE_UPDATE_ERR_LOWDISK=ダウンロードが中断されました。\r\n定義のダウンロード・インストールには、600 MB 以上のディスク空き容量がある必要があります。
IDS_MSG_Disk_Reover = "Advanced Disk Recovery"
IDS_MSG_Restorefile = "IDS_MSG_Disk_Reover なら、複数のストレージデバイスから、お使いの Windows PC であらゆるタイプのファイルおよびフォルダを復元できます。"
IDS_MSG_RECOVER_ALLTYPE = "あらゆるタイプのデータを復元"
IDS_MSG_FewClick = "数クリックであらゆるタイプのファイルを復元！"
IDS_Msg_DeepScan = "クイックスキャンとディープスキャン"
IDS_MSG_RECOVER_MULTIPLE_DEVICE = "複数のストレージデバイスからデータを復元"
IDS_MSG_Offer = "特別オファー：IDS_MSG_Disk_Reover を入手："
IDS_Discount = "50% オフ"
IDS_txtPhotoRecover = "復元すべきファイル"
IDS_MSG_REGISTER_NOW_TO_ENJOY = "今すぐ登録して以下の機能をご利用ください："
IDS_MSG_CLICK_RECOVER_IMAGES =ワンクリックのファイル復元  
IDS_MsgAvoidfrust="時間の浪費とイライラを回避。"
IDS_MsgSucess="復元に成功しました。"
IDS_MSG_AUTOMATIC_FREETRIAL= "トライアル版は 1 分ごとに 1 個のファイルしか復元しません。簡単にすべてのファイルを復元するには、今すぐアップグレードしてください"
IDS_TRIAL_RESULT_NoQuestionsAsked="質問事項はありません。60 日間は払い戻し保証があります"
IDS_TRIAL_RESULT_FullRefund="製品にご満足いただけなかった場合は、購入後 60 日以内に弊社までご連絡ください。全額を払い戻しいたします。"
IDS_MSG_SIZE=サイズ
IDS_MSG_BEFORE_CLOSING_PR=IDS_DU_APP_NAME を閉じる前に...
IDS_NOEMPTY_KEY=有効な登録キーを入力してください。
IDS_MSG_KEY_PIRATED = このライセンスキーはブラックリストに載っています。
IDS_MSG_KEY_FALSE = 有効なライセンスキーを入力してください。
IDS_MSG_KEY_BLOCKED = このライセンスキーは無効化されています。 
IDS_MSG_KEY_EXPIRED = このライセンスキーは有効期間が終了しています。新しいキーを購入してください。
IDS_MSG_KEY_LIMIT_EXCEEDED = キーの利用可能な最大マシン数を超過しました。
IDS_MSG_SCAN_REMOVABLE_DISCONNECTED=リムーバブルドライブの接続が解除されたため、スキャン処理が中断されました。
IDS_MSG_RECOVER_REMOVABLE_DISCONNECTED=リムーバブルドライブの接続が解除されたため、復元処理が中断されました。
IDS_ABOUT_VERSION=登録済みバージョン
STR_MSG_INTERNET_REQUIRED_FOR_ACTIVATION=登録処理にはインターネット接続が必要です。インターネット接続をチェックしてから、もう一度お試しください。
STR_MSG_ENTER_SERIAL_KEY=登録キーを入力してください。
IDS_Photos=ファイル...
STR_MSG_PHOTO_RECOVERY_COMPLETED=ファイル復元が完了しました...
IDS_TOTAL_PHOTOS_SCANNED=スキャンしたファイルの合計数 ：
IDS_OK=オク
IDS_BTN_YES_CAPS=はい
IDS_BTN_NO_CAPS=いいえ
IDS_Cancel=キャンセル
IDS_PROCESS_ALREADY_RUNNING=IDS_DU_APP_NAME を閉じる前に、実行中のプロセスを停止してください。
IDS_SCANNING_IN_PROGRESS=削除したファイルをスキャン中
IDS_PLEASE_WAIT=しばらくお待ちください...
IDS_MSG_RECOVERING_PHOTOS_IN_PROGRESS=ファイルを復元中...
STR_MSG_ORGANIZATION_LIST_OF_PHOTOS= ファイルリストを整理しています...
IDS_CLOSE=閉じる
IDS_MINIMIZE=最小化
IDS_EXIT=終了
IDS_SHOW_APP=IDS_DU_APP_NAME を表示
IDS_TRIAL_RESULT_NoQuestionsAsked=質問事項はありません。60日間は払い戻し保証があります
IDS_TRIAL_RESULT_FullRefund=製品にご満足いただけなかった場合は、60日以内に弊社までご連絡ください。全額を払い戻しいたします。
IDS_BTN_APPLY=適用
IDS_BTN_RESTORE=デフォルト設定を復元 
IDS_ABOUT_US_Desc= IDS_DU_APP_NAME はうっかりフォーマットしてしまった、ディスクが破損した、またはシステムがクラッシュしたなどの理由で削除または損失したファイルを復元するのに最適なソフトウェアです。フラッシュドライブ、フォーマット済みドライブ、システムハードドライブなどからファイルを復元したい場合は、Advanced File Recovery がお勧めです。
IDS_Register_Desc1=1. 注文ページまたは確認メールからライセンスキーをコピーして、ボックスに貼り付けてください 
IDS_Register_Desc2=2. 「今すぐ起動」ボタンを押して、登録を完了します。
IDS_Register_AlreadyKey= ライセンスキーを持っている場合は、「今すぐ起動」をクリックしてください！
STR_MSG_Setting_General=全般
STR_MSG_Setting_SelectLanguage=言語を選択：
STR_MSG_Setting_General_Setting=一般設定
STR_MSG_Setting_Langauge_Setting=言語設定
IDS_SETTINGS_Title=設定
IDS_SETTINGS_LaunchonSystem_Startup=システム起動時に起動する
IDS_SETTINGS_AutoScanonLaunch=システム起動時に自動スキャン
IDS_SETTINGS_ExitOnClose=終了時に退出する
IDS_STR_PRODUCT_MESSAGES=製品に関する通知
IDS_SETTINGS_SAVE_SUCCESFULLY=設定が保存されました！
IDS_Default_Settings_Saved=既定の設定が適用されました。
IDS_DELETED_PHOTOS_FOUND= 削除されたファイルが見つかりました
IDS_MSG_Restore=削除した文書、写真、オーディオ、ビデオ ファイルなどはできるだけ早く復元する必要があります。そうしないと、PC の使用を続けると上書きされる可能性があります。今すぐアップグレードして、削除されたデータが回復できなくなる前に回復してください。
IDS_MSG_PurchaseNow = いますぐ購入
IDS_MSG_PROVersion = PRO 版 
IDS_MSG_DOT = .
IDS_MSG_FREE_TRIAL=トライアル版：1 分ごとにファイルを 1 個復元
IDS_MSG_RECOVER_FRUSTRATION=削除したファイルをすべて復元したい場合は、 
IDS_MSG_MONEYBACK=60 日間払い戻し保証あり
IDS_MSG_NOQUESTIONASKED=質問事項はありません。ノーリスクの払い戻し保証があります。
IDS_MSG_BUYNOW=今すぐ購入
IDS_MSG_FREE_TRIAL_VERSION=無料トライアル版  
IDS_MSG_Recover_More=もっと復元する
IDS_MSG_Version=バージョン {0}
IDS_MsgUndoPhotos=数分以内に削除または損失したファイルを復元します。
IDS_MsgRecoverPhotos=数クリックで確実に削除したファイルを見つけて復元できます。
IDS_MSG_ORGANIZING_LIST_OF_PHOTOS= ファイルリストを整理しています...
IDS_MSG_CONTEXT_DETAIL=詳細
IDS_UK_INTERNETNOTCONNECTED=インターネット接続エラーが発生しました。後で再試行してください。  
IDS_MSG_NEW_APP_VERSION=新しいアプリケーションバージョン：{0}
IDS_SE_UPDATE_PARTIAL=更新が部分的にダウンロード・インストールされました。再度更新してください。
IDS_SE_UPDATE_ERR_LOWDISK=ダウンロードが中断されました。定義のダウンロード・インストールには、300 MB 以上のディスク空き容量がある必要があります。
IDS_SE_UPDATE_DOWNLOADING=更新をダウンロード中...
IDS_SE_UPDATE_DOWNLOAD_APP_PROG=データベースの更新をダウンロード中（{0} KB / {1} KB） 合計：{2}%
IDS_SE_UPDATE_SUCESS=更新がダウンロード・インストールされました
IDS_SE_UPDATE_ABORTED=更新が中止されました
IDS_SE_UPDATE_ERR_UNKNOWN=更新のインストール中にエラーが発生しました。後で更新してください。
IDS_SE_UPDATE_DOWNLOAD_PROG=アプリケーションの更新をダウンロード中（{0} KB / {1} KB） 合計：{2}%
IDS_SE_CHECKING_FORUPDATE=更新の確認中...
IDS_MSG_DAMAGE_PHOTO={0} は対応するファイルタイプでないか、ファイルが損傷しているため、IDS_DU_APP_NAME で復元することができませんでした。
IDS_MSG_TOTAL_PHOTOS_RECOVERED=復元したファイルの合計数：
IDS_MSG_RECOVERED_AT=復元場所：
IDS_OPEN_FILE_LOCATION=ファイルの場所を開く
STR_MSG_CLEANING_PLEASEWAIT=しばらくお待ちください...
IDS_MSG_NO_OF_PHOTOS_FOUND=ファイル数
IDS_MGG_TRIAL_HEADING_NAG=現在、トライアル版を使用しています 
IDS_MSG_EXPIRED_HEADING_NAG=現在、期限切れのバージョンを使用しています
IDS_MSG_RECOVERED=復元されました。
IDS_MSG_ONE_CLICK_IMAGE_RECOVER_DESCRIPTION=どんなストレージデバイスからも、ワンクリックであらゆるタイプの削除または損失したファイルを復元します。
IDS_MSG_SAVE_TIME_WITH_IMM_RECOVERY=すぐに復元して時間を節約
IDS_MSG_NO_NEED_TO_WAIT_AFTER_RECOVERY=Tweaking IDS_DU_APP_NAME ですぐに削除したファイルを復元できます。
IDS_MSG_COMPREHENSIVE_SCANNING=総合的なスキャン
IDS_MSG_COMPREHENSIVE_SCANNING_DESC=削除したファイルを見つけるために接続したデバイスをスキャンします。
IDS_MSG_RECOVER_PHOTOS_FROM_REMOVABLE_DRIVES=プレビュースキャン結果
IDS_MSG_RECOVER_PHOTOS_FROM_REMOVABLE_DRIVES_DESC=ハードディスク、USB ドライブ、メモリーカードなどからメディアファイルを復元します。
Subs_Exp_Error=定期利用登録の期間が終了しました。
IDS_MSG_RENEW_NOW=今すぐ更新
IDS_RENEW_SUBSCRIPTION=削除したファイルをすべて復元したい場合は、 
IDS_WebSite=Web サイト
IDS_BENEFITS_OF_ACTIVATION=アクティベーションの特典
IDS_Flash_DeviceConnected_SINGLECASE=接続したデバイスから削除したファイルを復元できます。このデバイスの削除したファイルを復元したい場合は、今すぐ「スキャンを開始」をクリックしてください。  
IDS_Flash_DeviceConnected_MULTIPLECASE=接続したデバイスから削除したファイルを復元できます。削除したファイルを復元したい場合は、対象となるデバイスをマークして「スキャンを開始」をクリックしてください。 
IDS_A_NEW_DEVICE_CONNNECTED=新しいデバイスが接続されました。   
IDS_WARN_SAME_DRIVE=既存データの上書きを回避するため、外部ドライブで選択したファイルを復元してください。同じドライブでデータを復元すると、上書きが発生し、削除したファイルが復元不可能になる可能性があります。処理をまだ続行しますか？
IDS_MSG_PIXEL=ピクセル
IDS_MULTIPLE_DEVICE_CONNECTED=新しいデバイスが {0} 個接続されています。
IDS_Location=場所：
IDS_MSG_EXTENSION=拡張：
IDS_Photo="{0} 個のファイル"
IDS_BTN_StartScanNow=スキャンを開始
IDS_RASTER_PHOTO=ラスター写真 
IDS_VECTOR_PHOTO=ベクター写真
IDS_MSG_SELECT_ALEAST_ONE_SCAN_OPTION=1 つ以上のファイルフォーマットを選択してください。
IDS_MSG_COMMON_PHOTOS_EXTENSION=JPG、JPEG、BMP、PNG、GIF、TIFF、TIF、JFIF、JP2
IDS_MSG_RAW_PHOTOS_EXTENSION=DNG (Adobe)、CR2/CR3/CRW (Canon)、NEF/NRW (Nikon)、PEF/PTX (Pentax)、MOS/IIQ (Leaf)、3FR (Hasselblad)、ARI (Arri_Alexa)、ARW/SR2 (Sony)、ERF (Epson)、FFF (Imacon/Hasselblad raw)、KDC/K25/DCR/DCS/DRF (Kodak)、EIP/LIQ/CAP (Phase_One)、RAW (Panasonic/Leica)
IDS_MSG_RASTER_PHOTOS_EXTENSION=PPM、PGM、PBM、PNM、HEIF、ICO、PCX、SGI、PLBM、FLIF、ECW、PI、PSD、J2C、WEBP、PSP、PDN、XCF、PEE、THM、PDD、HEIC、MNG、PNB、SRW、PCT、RAF 
IDS_MSG_VECTOR_PHOTOS_EXTENSION=AI、CGM、DXF、EVA、EMF、SVG2、SVGZ、WMF、EPSF、JPS、HPGL
IDS_MSG_COMMON_PHOTOS= 一般の/インターネットの写真：
IDS_MSG_PROCESSING=処理中...
IDS_MSG_No_Preview_Available=プレビューはありません。
IDS_MSG_RECOVERY_MAY_BE_POSSIBLE=復元できる可能があります。
IDS_M_STRSTEPDESCRIPTIONS0={0} をアクティブ化していただき、ありがとうございます
IDS_UNREGSTING_EXPIRED=期限切れのバージョン
IDS_MSG_Possible_Reasons_Failed_Preview=プレビューが失敗した見込まれる理由：
IDS_MSG_SAVE_RECOVER_FURTHER_CHECK=ファイルを復元してプレビューがあるかチェックしてください。
IDS_MSG_CANNOT_PREVIEW=プレビューはありません 
IDS_MSG_LOW_DISK_600_MB=IDS_DU_APP_NAME が動作を実行するには、少なくとも {0} の空きディスク容量が必要です。ディスクの空き容量を増やしてから、再試行してください
IDS_MSG_TIME_ELAPSED=経過した時間：
IDS_MSG_GRAB_THE_DEAL=取引に申し込む
IDS_MSG_25_PERCENTAGE_DISCOUNT=25% 割引き
IDS_MSG_25_NAG_HEADING=特別価格で {0} 個の削除済みファイルを復元します。
IDS_MSG_25_NAG_DESCRIPTION=この特別オファーで {0} 個の削除済みファイルを復元するため、今すぐアップグレードしましょう！この特別な条件を通して、すぐに損失したファイルを取り戻すことができます。

IDS_MSG_RECOVER_DELETED_PHOTOS_NOW=削除したファイルを復元 
IDS_LANG_CHANGE_PROMPT=言語の変更を適用するには、アプリケーションを再起動する必要があります。アプリケーションを再起動しますか？
IDS_MSG_FIRST_NAG_TITLE={0} ドライブに復元可能な削除済みファイルが {1} 個あります。IDS_DU_APP_NAME で損失したファイルを取り戻しましょう！
IDS_MSG_RECOMMENDED_ACTION=推奨される操作 ->
IDS_MSG_KNOW_MORE_ABOUT_QUICK_DEEP_SCAN=クイックスキャンとディープスキャンに関する情報
IDS_MSG_FREE_OF=の空き容量 ― 全体：
IDS_MSG_BYTES=バイト
IDS_MSG_KB=KB
IDS_MSG_MB=MB
STR_MSG_TYPE=タイプ： 
STR_MSG_FOLDER=フォルダ
STR_MSG_QUICK_SCAN_NO_PHOTO_FOUND=クイックスキャンで削除されたファイルは見つかりませんでした！ 
STR_MSG_QUICK_SCAN_NO_PHOTO_FOUND_CONFIRMATION=選択したドライブでもっと削除済みのファイルを見つけるため、IDS_DU_APP_NAME はディープスキャンに切り替えます。「はい」をクリックして続行してください。
IDS_MAXIMIZE=最大化
STR_MSG_STOPPING=停止中...
IDS_Stop_SCAN="スキャンを停止"
IDS_SCAN_STATUS=スキャンステータス：
IDS_MSG_COMPLETED=完了
IDS_MSG_SCANNING=スキャン中  
IDS_TREEVIEW=ツリー表示
IDS_COL_NAME=名前
IDS_COL_DATE=日付
IDS_COL_SIZE=サイズ
IDS_SEARCH_FILE_NAME=ファイル名を検索
IDS_LOOKING_IN=確認中：
IDC_BC_PRODUCTUPDATE=IDS_DU_APP_NAME が正常にアップデートされました。
IDS_OFFERAIP1=IDS_DU_APP_NAME をアップデートしていただき、ありがとうございます
IDS_OFFERAIP2=個人データを安全な場所に保存して保護しましょう
IDS_OFFERAIP3=ウェブブラウザ、ファイル、メール、レジストリのスキャンを実行します。
IDS_OFFERAIP4=安全にデータを削除、暗号化します。
IDS_OFFERAIP5=個人情報の痕跡を消去します。
IDS_OFFERAIP6=なりすまし犯罪の可能性をなくすシンプル、効率的、かつお手頃な解決策です。
IDS_OFFERAIP7=Windows 10/8.1/8/7/Vista （32 ビットおよび 64 ビット）と互換性があります
IDS_OFFERAIP9=エンドユーザー用使用許諾契約
IDS_OFFERAIP11=ダウンロードおよびインストール中...

IDS_OFFERASP1=Windows の究極のマルウェアセキュリティスイート
IDS_OFFERASP2=マルウェア、スパイウェア、トロイの木馬、アドウェアを検知します
IDS_OFFERASP3=完全保護が可能な機能が多数搭載されています
IDS_OFFERASP4=検知した脅威を 100% 一掃します
IDS_OFFERASP5=総合的なセキュリティのためのクイックスキャン、ディープスキャン、カスタムスキャン
IDS_OFFERASP6=スパイウェア定義を定期的に更新
IDS_OFFERASP12=推奨されるソフトウェア
IDS_OFFER_APPNAME_ASP=Advanced System Protector
IDS_UK_PRD_AIP_TITLE=Advanced Identity Protector
IDS_MSG_Photos_Recovered=復元したファイル：
IDS_MSG_FILTER_OPTIONS=フィルタオプション
STR_MSG_QUICK_SCAN_WITH_FILTER_NO_PHOTO_FOUND=適用したフィルタでクイックスキャンしましたが、削除されたファイルは見つかりませんでした！
STR_MSG_STOP_TREEVIEW=ツリービューを中止する 
IDS_MSG_ReadingCluster=クラスターを読み込んでいます 
IDS_MSG_OF=/
IDS_MSG_ORGANIZATION_COMPLETED=整理中：{0}% 完了
IDS_MSG_SCANNING_COMPLETED={0}% 完了
IDS_MSG_STOP_RECOVERY=復元を中止する
IDS_MSG_SCAN_QUICK=ファイルとフォルダをスキャンしています
IDS_MSG_INITIALIZATION=初期化
IDS_MSG_TREEVIEW_GENERATION_IN_PROGRESS= ツリービューを作成中です。 
IDS_MSG_TREEVIEW_SOME_TIME=しばらく時間がかかります。 
IDS_MSG_ORGANIZING_PHOTOS=ファイルを整理しています 
IDS_MSG_SCANNING_IN_PROGRESS= 時間がかかる場合があります。ディスクの読込、書込は控えてください。
IDS_MSG_SCANNING_PROGRESS=スキャンを実行中です。しばらくお待ちください...
IDS_SCAN_MODE=スキャンモード：
IDS_MSG_STOP_SCANNING=スキャンが進行中です。中止しますか?
IDS_MSG_STOP_SCANNING_NOTE=注: スキャンを中止すると、ツリー ビューが正しく構築されません。
IDS_MSG_STOP_TREEVIEW_ON_RECOVER=ツリービューを作成しています。中止してファイルの復元を続行させますか？
IDS_MSG_STOP_TREEVIEW_ON_STOPORGANIZATION=ツリー ビューの作成が進行中です。中止しますか?
IDS_MSG_SURE_MOVE_TO_HOMETAB =リスト＆ツリービューで結果を確認可能です。このまま続けると消去されますが、続行してよろしいですか？
IDS_MSG_NO_PHOTO_RECOVER=復元したファイルはありません。再試行してください。
IDS_MSG_RECOVER_PATH_TOOLTIP=クリックしてこの場所を開く
IDS_MSG_PHOTOS_RECOVER_LIMIT=IDS_DU_APP_NAME が削除済みのデータを復元するには、少なくとも {0} の空きディスク容量が必要です。ディスクの空き容量を増やしてから、再試行してください。または、{1} 以上の空き容量がある別のドライブにファイルを復元することも可能です。
IDS_MSG_RECOVERED_FILE_SIZE=復元したファイルサイズ：
IDS_MSG_GB=GB
IDS_MSG_PHOTOS_RECOVERY_REPORT=IDS_DU_APP_NAME レポート
IDS_MSG_REPORT_HEADING=復元されなかったファイルのレポート
IDS_FAILED_REASON1=ファイルフォーマットのプレビューに対応していません
IDS_FAILED_REASON2=選択したファイルは破損または損傷しています  
IDS_FAILED_REASON3=ヘッダー情報がありません  
IDS_FAILED_REASON4=ファイルサイズが大きすぎるためプレビューできません
IDS_MSG_BITLOCKER_UNLOCKED=暗号化されたドライブはスキャンできません。\r\n\r\nIDS_DU_APP_NAME は BitLocker 暗号ドライブのスキャンに失敗しました。これはパスワードが間違っている時、またはドライブ構成が破損している時に起こります。

IDS_MSG_SHOW_PROMO_NAGS=プロモに関する通知
IDS_MSG_OTHER_AUDIO_FORMATS=その他のファイルフォーマット
IDS_MSG_OTHER_VIDEO_FORMATS=その他の動画フォーマット
IDS_MSG_AUDIO_EXTENSION=AIFF、AU、CDA、MIDI、M3D、RM、RPS、RFL、RNS
IDS_MSG_VIDEO_EXTENSION=3GP、MTS、FLC、CLK、DVM、ANM、AVS、M4V、MOI、ANI、QT、SMJPE、MJPEG
IDS_MSG_VIDEO_EXTENSION_WIN8=3GP、FLC、CLK、DVM、ANM、AVS、M4V、MOI、ANI、QT、SMJPE、MJPEG

IDS_SETTINGS_PHOTO_FORMATS=写真フォーマット
IDS_SETTINGS_AUDIO_FORMATS=オーディオフォーマット
IDS_SETTINGS_VIDEO_FORMATS=動画フォーマット
IDS_MSG_COMMON_AUDIO_EXTENSION=AAC、M4A、MP3、WAV、WMA
IDS_MSG_COMMON_VIDEO_EXTENSION=MP4、MOV、WMV、AVI、MKV
IDS_MSG_COMMON_VIDEO_EXTENSION_WIN8=MP4、MOV、WMV、AVI
IDS_MSG_COMMON_AUDIO_CAPTION=一般的なオーディオフォーマット  
IDS_MSG_COMMON_VIDEO_CAPTION=一般的な動画フォーマット 

IDS_MSG_SCAN_COMPLETE_HEADER=スキャンが完了しました。
IDS_MSG_SCAN_ABORT_HEADER=スキャンを中止しました。
IDS_MSG_SCAN_COMPLETE_DESC=これらのヒントで損失したファイルを見つけます：
IDS_MSG_SCAN_COMPLETE_FILESYSTEM=クイックスキャン＆ディープスキャン：
IDS_MSG_SCAN_COMPLETE_FILESYSTEM_DESC=クイックスキャンで削除されたファイルを見つけられない場合は、ディープスキャンモードを使ってください。お使いのデバイスがフォーマットされていても、削除されたデータを復元します。
IDS_MSG_SCAN_COMPLETE_ROWMODE=RAW 写真：
IDS_MSG_SCAN_COMPLETE_ROWMODE_DESC=IDS_DU_APP_NAME は RAW フォーマットにも対応しています。RAW 写真を復元する前に、ファイルプレビューを見ることができます。
IDS_MSG_SCAN_COMPLETE_LOSTLOC=不明の場所：
IDS_MSG_SCAN_COMPLETE_LOSTLOC_DESC=パス、またはその他の識別可能な情報がないファイルは「不明の場所」フォルダに保存されます。
IDS_MSG_SCAN_COMPLETE_FOOTER=上書きされないように、削除されたデータを今すぐ復元してください。
IDS_MSG_CORRUPTED=ファイルが 50MB 以上の容量か、破損しています。 
IDS_MSG_KNOW_MORE=詳細を知る
IDS_MSG_BITLOCKER_PASSWORD_CAPTION=BitLocker パスワードを入力してスキャンし、暗号化されたドライブからデータを復元します。 
IDS_MSG_TREEVIEW_SEARCH_CRITERIA=検索条件と一致する事項はもうありません

IDS_MSG_MIN_SIZE=IDS_DU_APP_NAME は最大 4.5 GB までの削除済みファイルしか検索できません。そのため、最小ファイルサイズはそれ以下である必要があります。
IDS_MSG_COMMON_VIDEO_EXTENSION_WIN8=MP4、MOV、WMV、AVI
IDS_MSG_VIDEO_EXTENSION_WIN8=3GP、FLC、CLK、DVM、ANM、AVS、M4V、MOI、ANI、QT、SMJPE

IDS_MSG_DOCUMENT_FORMAT=ドキュメントフォーマット
IDS_MSG_COMMON_DOCUMENT_FORMAT=一般的なドキュメントフォーマット
IDS_MSG_OTHER_DOCUMENT_FORMAT=その他のドキュメントフォーマット

IDS_MSG_TEXT_FORMAT=テキストおよびアプリケーションフォーマット
IDS_MSG_COMMON_TEXT_FORMAT=一般的なテキストおよびアプリケーションフォーマット
IDS_MSG_OTHER_TEXT_FORMAT=その他のテキストおよびアプリケーションフォーマット

IDS_MSG_ARCHIVE_FORMAT=アーカイブフォーマット
IDS_MSG_COMMON_ARCHIVE_FORMAT=一般的なアーカイブフォーマット
IDS_MSG_PLAYER_MIGHT_NOT_SUPPORT=注意：500 MB を超える動画ファイルサイズのプレビューは表示されません。
IDS_MSG_CORRUPTED_NOTES=注意：50 MB を超えるファイルサイズのプレビューは表示されません。  
IDS_MSG_ONLINE_HELP=オンライン ヘルプ
IDS_DELETED_FILE_FOUND= 削除されたファイルが見つかりました
IDS_SELETED_FILE="選択したファイル："
IDS_MSG_MEDIA_NOT_PLAY_FILE=ファイルは上書きされた、または損傷したか、プレイヤーが対応していません。 
IDS_STR_OFFICE_PREVIEW_NOTE_DOC=注意：MS Office がインストールされていない場合、Microsoft Office ドキュメントのプレビューは表示できません。 
IDS_STR_OFFICE_PREVIEW_NOTE_Excel=注意：MS Office がインストールされていない場合、Microsoft Office スプレッドシートのプレビューは表示できません。 
IDS_STR_OFFICE_PREVIEW_NOTE_PPT=注意：MS Office がインストールされていない場合、Microsoft Office プレゼンテーションのプレビューは表示できません。 
IDS_MSG_LOADING=読み込んでいます...
IDS_MSG_COMMON_DOCUMENT_FORMATE=DOC、DOCX、DOT、DOTX、XLS、XLSX、PPT、PPTX、PDF、ODT、DOCM、DOTM 
IDS_MSG_OTHER_DOCUMENT_FORMATE=PPTM、POT、POTX、POTM、PPSX、PPS、ODP、ODS、XLA、XLAM、XLT、XLSM、XLSB、XLTX、XLTM
IDS_MSG_COMMON_TEXT_FORMAT_EXTENSION=JSP、ASPX、PHP、HTML、TXT、EXE、CPP、H、MHT、MHTML、Apple Mail EMLX/EML
IDS_MSG_OTHER_TEXT_FORMAT_EXTENSION=DCI、INDT、SCPT、C、SHW、ENC、MAIL、FLA、FP3、FP5、FP7、MUS、NTF、NSF、PST、SWF、DBX、PMD、PTF、ICS、DLL、INI、LOG、CSS、JS、XML、CONFIG、RTF、IPHOTO、PLIST
IDS_MSG_COMMON_ARCHIVE_FORMATE_EXTENSION=ZIP、RAR、7Z、TAR、CAB

IDS_MSG_MENU=メニュー
IDS_MSG_UTILITY_KIT_SURE_TO_INSTALL=これによってシステム上に {0} がインストールされます。「はい」をクリックして進行してください。
IDS_MSG_NO_DRIVE_SELECTED=スキャンを開始する場所を選択してください。
STR_MSG_INTERNET_REQUIRED_FOR_ACTION_CENTER=アクションセンターにはインターネット接続が必要です。インターネット接続をチェックしてから、もう一度お試しください。
IDS_MSG_No_Preview_Not_Supported=プレビューは対応されてません。
IDS_MSG_DRIVE_NOT_AVAILABLE=選択したドライブはアクセス不可能です。別のドライブを選択してください。 

IDS_MSG_DESKTOP=デスクトップ
IDS_MSG_DESKTOP_DESC=デスクトップから復元する
IDS_MSG_DOCUMENT=ドキュメント
IDS_MSG_DOCUMENT_DESC=ドキュメントから復元する
IDS_MSG_REMOVABLE=リムーバブル
IDS_MSG_REMOVABLE_DESC=デバイスが見つかりません

IDS_MSG_LOCATION=場所
IDS_MSG_HARDDRIVES=ハードディスクドライブ
IDS_MSG_NEXT=次へ
IDS_MSG_BACK=戻る
IDS_MSG_CONTACTUS=お問い合わせ

IDS_MSG_NEXT_HEADER=「復元するもの」を選択する
IDS_MSG_NEXT_HEADER_DESC=素早く効率的に復元したいデータタイプを選択します
IDS_MSG_NEXT_SCAN_DATA=データのスキャン
IDS_MSG_NEXT_SCAN_ALL_DATA=全データのスキャン
IDS_MSG_NEXT_SCAN_ALL_DATA_DESC=全ファイルタイプのスキャン
IDS_MSG_NEXT_SCAN_MEDIA=メディアのスキャン
IDS_MSG_NEXT_SCAN_DOCS=ドキュメントのスキャン
IDS_MSG_NEXT_SCAN_DOCS_DESC=ワード、エクセル、PPT など
IDS_MSG_NEXT_SCAN_ARCHIVES=圧縮ファイルのスキャン
IDS_MSG_NEXT_SCAN_ARCHIVES_DESC=ZIP、RAR、7Z など
IDS_MSG_NEXT_SCAN_PHOTOS=写真のスキャン
IDS_MSG_NEXT_SCAN_PHOTOS_DESC=JPG、PNG、BMP など
IDS_MSG_NEXT_SCAN_VIDEOS=動画のスキャン
IDS_MSG_NEXT_SCAN_VIDEOS_DESC=MP4、MOV、AVI など
IDS_MSG_NEXT_SCAN_AUDIO=オーディオのスキャン
IDS_MSG_NEXT_SCAN_AUDIO_DESC=MP3、WMA、WAV など

IDS_MSG_DONT_SHOW=二度と表示しない
IDS_MSG_FILE_TYPE=ファイルタイプ
IDS_MSG_PREVIEW_FILES=ファイルのプレビュー
IDS_MSG_PREVIEW_FILES_DESC=プレビューしたいファイルをクリック。 

IDS_BTN_SELCECT_ALL_FORMATS=全フォーマットの選択 
IDS_MSG_SELECTING_RAW_FORMATS=このオプションを選択すると、スキャン結果に RAW 画像が表示されます。ですが、RAW 写真のプレビューを見るには追加コンポーネントのインストールが必要です。今すぐインストールしますか？
IDS_MSG_SELECTING_RAW_INFO=「いいえ」を選択しても、スキャン結果に RAW 写真が表示されますが、写真のプレビューは表示されません。
IDS_MSG_INSTALL_REQ_DOCS=必須コンポーネントをインストール中...
IDS_MSG_LOADING_WAIT=読み込んでいます。しばらくお待ちください...
IDS_ACTION_CENTER=アクションセンター
IDS_ACTION_CENTER_DESC=Tweaking Technologies 推奨のアプリ - PC を微調整できる最高のツールです
IDS_TRY_IT_NOW=今すぐお試しください

IDS_MSG_NO_DELETED_PHOTOS_FOUND=クイックスキャンで削除されたファイルは見つかりませんでした！
IDS_MSG_NO_DELETED_PHOTOS_FOUN_DESC1=選択したドライブでもっと削除済みのファイルを見つけるため、IDS_DU_APP_NAME はディープスキャンに切り替えます。
IDS_MSG_NO_DELETED_PHOTOS_FOUN_DESC2=「はい」をクリックして続行してください。

IDS_ARCHIVE_NAME=アーカイブ名
IDS_ARCHIVE_TYPE=タイプ
IDS_ARCHIVE_SIZE=サイズ
IDS_ARCHIVE_PACKED_SIZE=パックされたサイズ
IDS_ARCHIVE_MAODIFICATION=変更日
IDS_UPDATE_IN_PROGRESS=アップデートを実行中
IDS_MSG_Home=ホーム
IDS_STR_SAVE_FILE=詳細を確認するためファイルを保存してください。
IDS_RECOVER_SAME_DRIVE_MSG=既存データの上書きを回避するため、外部ドライブまたは別のドライブで選択したファイルを復元することが推奨されます。同じドライブでデータを復元すると、上書きが発生し、削除したファイルが復元不可能になる可能性があります。

IDS_PAGE_COUNT_TYPE_DOC={0} / {1}
IDS_RESULT_LOADING=結果はあなたのビューに従って読み込まれています。

IDS_FILE_SYSTEM_SCAN_COMPLETED=1. ファイルシステム：異なるファイルシステムには異なるデータが含まれます。必要なファイルを見逃さないように、全フォルダを確認してください。
IDS_RAW_MODEL_SCAN_COMPLETED=2. 未加工モード：未加工ファイルにはランダムなファイル名がついています。ファイルはプレビューで識別可能です。
IDS_LOST_LOCATION_SCAN_COMPLETED=3. 損失場所：ファイルパスのないファイルは損失場所フォルダに入れられます。
IDS_FOOTER_TEXT_SCAN_COMPLETED=ファイルが上書きされないように、早急に復元してください。
IDS_MSG_GOT_IT_SCAN_COMPLETED=了解
IDS_MSG_RECOVER_FILE_TYPES= 1000+ ものファイルタイプを復元可能
IDS_MSG_RECOVER_FILE_TYPES_DESC= 削除したドキュメント、写真、動画、オーディオファイルなどを見つけられます。1000+ ものフォーマットに対応しています。
IDS_MSG_RECOVER_FROM_EXTERNAL_DEVICES=外部デバイスからデータを復元
IDS_MSG_RECOVER_FROM_EXTERNAL_DEVICES_DESC=ハードディスク、USB ドライブ、メモリーカードなどからメディアファイルを復元します。
IDS_MSG_PREVIEW_BEFORE_RECOVERY=復元前にファイルプレビュー
IDS_MSG_PREVIEW_BEFORE_RECOVERY_DESC = 間違って不必要なものを復元しないように、復元前に削除したファイルをプレビューできます。


IDS_FEEDBACK_TEXT_INPUT_MSG = ここでフィードバックをどうぞ...
IDS_FEEDBACK_TEXT_IMPROVE_EXP_MSG=フィードバックを是非お願いいたします！
IDS_FEEDBACK_CHKBX_CONTENT_STUCK_MSG= 削除したファイルを復元できた
IDS_FEEDBACK_CHKBX_CONTENT_CANT_FIND_FILES_MSG= このプログラムに満足している
IDS_FEEDBACK_CHKBX_CONTENT_FREE_PLAN_NOT_REASONABLE_MSG=  スキャンがはまってしまう
IDS_FEEDBACK_CHKBX_CONTENT_NOT_USER_FRIENDLY_MSG= 削除したファイルを見つけられない 
IDS_FEEDBACK_CHKBX_CONTENT_RECOVERED_FROM_ANOTHER_PROGRAM_MSG= 別のプログラムで復元させた
IDS_FEEDBACK_MENU_ITEM_TITLE=フィードバックを送信
PKS_IDSTAR_NOTEMPTY = 評価を選択してください。
PKS_FEEDBACK_TYPE_CHKBX = 少なくとも 1 つのオプション選択してください。
PKS_FEEDBACK_NOEMPTY = 提案を書き込んでください。
PKS_THANK_FEEDBACK = フィードバックを送信しました。
PKS_THANK_Email = メールが送信されました。
IDS_EMAIL_SUBJECT = IDS_DU_APP_NAME ログ
STR_MSG_INTERNET_REQUIRED_FOR_ACTIVATION_THIS=このプロセスにはインターネット接続が必要です。インターネット接続をチェックしてから、もう一度お試しください。


EXPLG_TEXT_INPUT_USER_NAME=お名前を入力してください
EXPLG_TEXT_INPUT_USER_EMAIL=メールアドレスを入力してください
EXPLG_TEXT_INPUT_USER_DESC=ここに問題を詳述してください... 
EXPLG_TEXT_USER_NAME= 名前を入力
EXPLG_TEXT_USER_EMAIL=お客様のメールアドレスを入力
EXPLG_TEXT_USER_DESC=ここに問題を詳述してください
EXPLG_TEXT_ATTACHMENT= 添付：
EXPLG_BUTTON_TEXT_SENDLOG= ログを送信
EXPLG_BUTTON_TEXT_VIEWLOG= ログを表示
EXPLG_NAME_EMPTY = お名前を教えてください。
EXPLG_EMAIL_EMPTY = メールアドレスを教えてください。
EXPLG_DESC_EMPTY = 発生している問題について教えてください。
EXPLG_EMAIL_NOT_VALID = 有効なメールアドレスを教えてください。
EXPLG_THANK_SEND_LOG = お客様のログが送信されました。
EXPLG_DESC_INPUT_WORD_LIMIT={0} 単語という単語数制限を超えました
STR_WORD=単語
STR_WORDS=単語
IDS_FEEDBACK_TEXT_SUBMIT= 送信
IDS_Copyright=Copyright @ Tweaking Technologies, © 2024 年全著作権所有。.

IDS_STR_CRASH_TITLE=エラーログの送信
IDS_STR_MSG_HANDLE_CRASH=予期しないエラーのため、アプリケーションが応答できませんでした。 
IDS_STR_MSG_HANDLE_CRASH_2=「ログの送信」ボタンをクリックして、問題を特定するためのエラーログを送信してください。
IDS_OS_DISCLOSURE=注意:OSやその他のシステムの詳細もエラーログとともに送信されます。

IDS_Calculate=計算する
IDS_MSG_FOLDER_ACCESS_DENIED=フォルダへのアクセスが拒否されました。別のフォルダを選択してファイルを復元してください。
IDS_Disk=ローカルディスク
STR_MSG_FILE=ファイル
STR_MSG_bytes=バイト

IDS_Lostpartition=失われたパーティションとは何ですか?
IDS_LostpartitionDetails=ドライブ文字がなく、エクスプローラーに表示されていないパーティションは、失われたパーティションと呼ばれます。それらは通常、フォーマット、削除、サイズ変更などのために失われます。
IDS_MSG_CORRUPTED_HTML=ファイルが4MBを超えているか、壊れています。
IDS_MSG_CORRUPTED_NOTES_HTML=注:4MBを超えるファイルサイズのプレビューは表示されません。

IDS_RESTORE=戻す
IDS_SHOWPARTITION=パーティションを表示
IDS_HIDESYSTEMFILES=システムファイルを隠す
IDS_TOTAL_PHOTOS_EXISTING=既存のファイルが見つかりました:
IDS_SHOW_EXISTING_FILES_IN_LOST_PARTITIONS=失われたパーティション内の既存のファイルを表示
IDS_AUTO_CHECK_UPDATE_SETTINGS=自動チェック更新 (毎週)

IDS_MSG_RETREIVING_FILES=ファイル情報の取得: {0} % 完了
IDS_MSG_RETREIVING_FILES_INFO=ファイル情報の取得
IDS_USER_NAME=ユーザー名
IDS_NOT_ENOUGH_MEMORY=コンピュータのメモリが不足しています。 \r\n\r\n開いているアプリケーションをすべて閉じて、プログラムが正しく機能するのに十分なメモリを復元します。
IDS_MEM_STRING=ストリングのメモリの半分が使用されています。スキャンを続行する場合は、フォルダー名に対して十分なメモリがなくなる可能性があります。\r\n続行しますか?
IDS_USB_Drive= USBドライブ
IDS_SAVE_RESULTS=このセッションのスキャン結果を保存しますか?
IDS_RETRIEVING_LAST_SESSION=最後のセッションの詳細を取得する
IDS_MSG_RESUME_LAST_SESSION=最後のスキャンは正常に完了しませんでした。

IDS_MSG_DO_RESUME_LAST_SESSION=スキャンを再開しますか?
IDS_MSG_RESUME_LAST_SESSION_ITEMS={0} 個の削除されたファイルが見つかりました
IDS_MSG_RESUME_LAST_SESSION_ITEM={0} 個の削除されたファイルが見つかりました
IDS_MSG_SCAN_NEW_BUTTON=新しいスキャンの開始
IDS_MSG_RESUME_LAST_SESSION_SCAN_STATUS=ステータス: {0}% 完了

IDS_SCAN_COMPLETED_RESULTS_SAVED=最後のスキャン結果をロードして、スキャン時間を節約します。
IDS_RELOAD_RESULTS=結果をリロードしますか?

IDS_STR_SESSION_ABORTED=最後のセッション スキャンが中止されました。
IDS_STR_CALCULATING_DISK_SPACE=ファイルの回復に必要なディスク容量の計算
IDS_SE_UPDATE_Installing=アップデートをインストールしています....